IDEA Open Model
ResultOfDeformation.Uy Property
Compatible with IDEA StatiCa v 10.1
 Deformation in the y direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Uy { get; set; }
Public Property Uy As Double
	Get
	Set
public:
property double Uy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace